Repository: offyotto/core-monitor-app-store
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, ay, az, be, bg, bho, bn, bs, ca, ceb, co, cs, cy, da, de, dv, ee, el, eo, es, et, fa, fi, fil, fr, fy, ga, gd, gl, gn, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, om, or, pa, pl, ps, pt, qu, ro, ru, rw, sd, si, sk, sl, sm, so, sq, sr, su, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

# weather.enable.button
source: Enable Location
af: Aktiveer ligging
am: አካባቢን አንቃ
ar: تمكين الموقع
as: অৱস্থান সামৰ্থবান কৰক
ay: Ukax Uñstayatawa
az: Məkanı aktivləşdirin
be: Уключыць месцазнаходжанне
bg: Активиране на местоположението
bho: लोकेशन के सक्षम करीं
bn: অবস্থান সক্ষম করুন
bs: Omogući lokaciju
ca: Activa la ubicació
ceb: I-enable ang Lokasyon
co: Attivà u locu
cs: Povolit polohu
cy: Galluogi Lleoliad
da: Aktiver placering
de: Standort aktivieren
dv: ލޮކޭޝަން އެނެބަލް ކުރާށެވެ
ee: Na Teƒea nawɔ dɔ
el: Ενεργοποίηση τοποθεσίας
eo: Ebligu Lokon
es: Habilitar ubicación
et: Luba asukoht
fa: موقعیت مکانی را فعال کنید
fi: Ota sijainti käyttöön
fil: Paganahin ang Lokasyon
fr: Activer la localisation
fy: Lokaasje ynskeakelje
ga: Cumasaigh Suíomh
gd: Dèan comas air Suidheachadh
gl: Activar localización
gn: Emboguata Tendápe
gu: સ્થાન સક્ષમ કરો
ha: Kunna Wuri
he: אפשר מיקום
hi: स्थान सक्षम करें
hr: Omogući lokaciju
ht: Pèmèt Kote
hu: Hely engedélyezése
hy: Միացնել Տեղադրությունը
id: Aktifkan Lokasi
ig: Kwado ebe
is: Virkja staðsetningu
it: Abilita posizione
ja: 位置情報を有効にする
jv: Aktifake Lokasi
ka: ჩართეთ მდებარეობა
kk: Location қосу
km: បើកទីតាំង
kn: ಸ್ಥಳವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 위치 활성화
ku: Cih çalak bike
ky: Жайгашкан жерди иштетүү
lb: Aktivéiert Location
lo: ເປີດໃຊ້ສະຖານທີ່
lt: Įgalinti vietą
lv: Iespējot atrašanās vietu
mg: Alefaso ny toerana
mi: Whakahohe Tauwāhi
mk: Овозможете Локација
ml: ലൊക്കേഷൻ പ്രവർത്തനക്ഷമമാക്കുക
mn: Байршлыг идэвхжүүл
mr: स्थान सक्षम करा
ms: Dayakan Lokasi
mt: Ippermetti Post
my: တည်နေရာကိုဖွင့်ပါ။
nb: Aktiver plassering
ne: स्थान सक्षम गर्नुहोस्
nl: Locatie inschakelen
om: Bakka Dandeessisi
or: ଅବସ୍ଥାନ ସକ୍ଷମ କରନ୍ତୁ |
pa: ਟਿਕਾਣਾ ਚਾਲੂ ਕਰੋ
pl: Włącz lokalizację
ps: ځای فعال کړئ
pt: Ativar localização
qu: Maypi kasqanmanta atichiy
ro: Activați locația
ru: Включить местоположение
rw: Gushoboza Ikibanza
sd: جڳھ کي فعال ڪريو
si: ස්ථානය සබල කරන්න
sk: Povoliť polohu
sl: Omogoči lokacijo
sm: Fa'aagaoi le Nofoaga
so: Daar Goobta
sq: Aktivizo vendndodhjen
sr: Омогући локацију
su: Aktipkeun Lokasi
sv: Aktivera plats
sw: Washa Mahali
ta: இருப்பிடத்தை இயக்கு
te: స్థానాన్ని ప్రారంభించండి
tg: Ҷойгиршавиро фаъол созед
th: เปิดใช้งานตำแหน่ง
tk: Locationerleşişini açyň
tr: Konumu Etkinleştir
tt: Урынны кушу
ug: ئورۇننى قوزغىتىش
uk: Увімкнути місцезнаходження
ur: مقام کو فعال کریں۔
uz: Joylashuvni yoqish
vi: Bật vị trí
xh: Vula Indawo
yi: געבן אָרט
yo: Mu ipo ṣiṣẹ
zh_hans: 启用位置
zh_hant: 啟用位置
zu: Nika amandla Indawo

# weather.enable.title
source: Enable location to show local weather.
af: Aktiveer ligging om plaaslike weer te wys.
am: የአካባቢ የአየር ሁኔታን ለማሳየት አካባቢን ያንቁ።
ar: تمكين الموقع لإظهار الطقس المحلي.
as: স্থানীয় বতৰ দেখুৱাবলৈ অৱস্থান সামৰ্থবান কৰক।
ay: Uka chiqan pacha uñacht’ayañatakix kawkhans utji uk ch’amanchaña.
az: Yerli havanı göstərmək üçün məkanı aktiv edin.
be: Уключыце месцазнаходжанне, каб паказаць мясцовае надвор'е.
bg: Активирайте местоположението за показване на местното време.
bho: स्थानीय मौसम देखावे खातिर लोकेशन सक्षम करीं।
bn: স্থানীয় আবহাওয়া দেখাতে অবস্থান সক্ষম করুন।
bs: Omogućite lokaciju za prikaz lokalnog vremena.
ca: Activa la ubicació per mostrar el temps local.
ceb: I-enable ang lokasyon aron ipakita ang lokal nga panahon.
co: Abilita u locu per vede u clima lucale.
cs: Chcete-li zobrazit místní počasí, povolte polohu.
cy: Galluogi lleoliad i ddangos tywydd lleol.
da: Aktiver placering for at vise lokalt vejr.
de: Aktivieren Sie den Standort, um das lokale Wetter anzuzeigen.
dv: ލޯކަލް މޫސުން ދައްކާލުމަށް ލޮކޭޝަން އެނެބަލް ކުރުން.
ee: Na teƒea nawɔ dɔ be wòaɖe yame ƒe nɔnɔme si le mia gbɔ afia.
el: Ενεργοποίηση τοποθεσίας για εμφάνιση τοπικού καιρού.
eo: Ebligu lokon por montri lokan veteron.
es: Habilite la ubicación para mostrar el clima local.
et: Kohaliku ilma kuvamiseks lubage asukoht.
fa: مکان را برای نمایش آب و هوای محلی فعال کنید.
fi: Ota sijainti käyttöön näyttääksesi paikallisen sään.
fil: Paganahin ang lokasyon upang ipakita ang lokal na lagay ng panahon.
fr: Activer l'emplacement pour afficher la météo locale.
fy: Aktivearje lokaasje om lokaal waar te sjen.
ga: Cumasaigh suíomh chun an aimsir áitiúil a thaispeáint.
gd: Dèan comas air àite gus an aimsir ionadail a shealltainn.
gl: Activa a localización para mostrar o tempo local.
gn: Emboguata moõpa oĩ ohechauka hag̃ua arapytu tetãmegua.
gu: સ્થાનિક હવામાન બતાવવા માટે સ્થાન સક્ષમ કરો.
ha: Kunna wurin don nuna yanayin gida.
he: אפשר מיקום כדי להציג מזג אוויר מקומי.
hi: स्थानीय मौसम दिखाने के लिए स्थान सक्षम करें.
hr: Omogućite lokaciju za prikaz lokalnog vremena.
ht: Pèmèt kote yo montre move tan lokal yo.
hu: Hely engedélyezése a helyi időjárás megjelenítéséhez.
hy: Միացնել տեղադրությունը՝ տեղական եղանակը ցույց տալու համար:
id: Aktifkan lokasi untuk menampilkan cuaca lokal.
ig: Kwado ọnọdụ iji gosi ihu igwe mpaghara.
is: Virkjaðu staðsetningu til að sýna staðbundið veður.
it: Abilita la posizione per mostrare il meteo locale.
ja: 地域の天気を表示するには位置情報を有効にします。
jv: Aktifake lokasi kanggo nuduhake cuaca lokal.
ka: ჩართეთ მდებარეობა ადგილობრივი ამინდის საჩვენებლად.
kk: Жергілікті ауа райын көрсету үшін орынды қосыңыз.
km: បើកទីតាំងដើម្បីបង្ហាញអាកាសធាតុក្នុងតំបន់។
kn: ಸ್ಥಳೀಯ ಹವಾಮಾನವನ್ನು ತೋರಿಸಲು ಸ್ಥಳವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ko: 지역 날씨를 표시하려면 위치를 활성화하세요.
ku: Cihê çalak bike ku hewaya herêmî nîşan bide.
ky: Жергиликтүү аба ырайын көрсөтүү үчүн жайгашкан жерди иштетүү.
lb: Aktivéiert Location fir lokal Wieder ze weisen.
lo: ເປີດໃຊ້ສະຖານທີ່ເພື່ອສະແດງສະພາບອາກາດໃນທ້ອງຖິ່ນ.
lt: Įgalinti vietą, kad būtų rodomas vietinis oras.
lv: Iespējot atrašanās vietu, lai rādītu vietējos laikapstākļus.
mg: Avelao ny toerana hanehoana ny toetrandro eo an-toerana.
mi: Whakahohehia te waahi hei whakaatu i te huarere o te rohe.
mk: Овозможете локација за да се прикаже локалното време.
ml: പ്രാദേശിക കാലാവസ്ഥ കാണിക്കാൻ ലൊക്കേഷൻ പ്രവർത്തനക്ഷമമാക്കുക.
mn: Орон нутгийн цаг агаарыг харуулахын тулд байршлыг идэвхжүүлнэ үү.
mr: स्थानिक हवामान दर्शविण्यासाठी स्थान सक्षम करा.
ms: Dayakan lokasi untuk menunjukkan cuaca tempatan.
mt: Ippermetti l-post biex turi t-temp lokali.
my: ဒေသရာသီဥတုကိုပြသရန် တည်နေရာကို ဖွင့်ပါ။
nb: Aktiver plassering for å vise lokalt vær.
ne: स्थानीय मौसम देखाउन स्थान सक्षम गर्नुहोस्।
nl: Schakel locatie in om lokaal weer te tonen.
om: Haala qilleensa naannoo agarsiisuuf bakka dandeessisi.
or: ସ୍ଥାନୀୟ ପାଣିପାଗ ଦେଖାଇବାକୁ ସ୍ଥାନ ସକ୍ଷମ କରନ୍ତୁ |
pa: ਸਥਾਨਕ ਮੌਸਮ ਦਿਖਾਉਣ ਲਈ ਟਿਕਾਣਾ ਚਾਲੂ ਕਰੋ।
pl: Włącz lokalizację, aby wyświetlić lokalną pogodę.
ps: د ځایی هوا ښودلو لپاره موقعیت فعال کړئ.
pt: Ative a localização para mostrar o clima local.
qu: Maypi kasqan atichiy llaqta pachata rikuchinapaq.
ro: Activați locația pentru a afișa vremea locală.
ru: Включите местоположение, чтобы показывать местную погоду.
rw: Gushoboza ahantu kugirango werekane ikirere cyaho.
sd: مقامي موسم ڏيکارڻ لاءِ جڳھ کي فعال ڪريو.
si: දේශීය කාලගුණය පෙන්වීමට ස්ථානය සබල කරන්න.
sk: Ak chcete zobraziť miestne počasie, povoľte polohu.
sl: Omogoči lokacijo za prikaz lokalnega vremena.
sm: Fa'aaga le nofoaga e fa'aalia ai le tau i le lotoifale.
so: Daar goobta si aad u muujiso cimilada deegaanka.
sq: Aktivizo vendndodhjen për të treguar motin lokal.
sr: Омогућите локацију за приказ локалног времена.
su: Aktipkeun lokasi pikeun nembongkeun cuaca lokal.
sv: Aktivera plats för att visa lokalt väder.
sw: Washa eneo ili kuonyesha hali ya hewa ya ndani.
ta: உள்ளூர் வானிலையைக் காட்ட இருப்பிடத்தை இயக்கவும்.
te: స్థానిక వాతావరణాన్ని చూపడానికి స్థానాన్ని ప్రారంభించండి.
tg: Барои нишон додани обу ҳавои маҳаллӣ маконро фаъол созед.
th: เปิดใช้งานตำแหน่งเพื่อแสดงสภาพอากาศในท้องถิ่น
tk: Localerli howany görkezmek üçin ýeri açyň.
tr: Yerel hava durumunu göstermek için konumu etkinleştirin.
tt: Localирле һава торышын күрсәтү өчен урын булдыру.
ug: يەرلىك ھاۋارايىنى كۆرسىتىدىغان ئورۇننى قوزغىتىڭ.
uk: Увімкніть місцезнаходження, щоб показати місцеву погоду.
ur: مقامی موسم دکھانے کے لیے مقام کو فعال کریں۔
uz: Mahalliy ob-havoni ko'rsatish uchun joylashuvni yoqing.
vi: Bật vị trí để hiển thị thời tiết địa phương.
xh: Vula indawo ukubonisa imozulu yendawo.
yi: געבן אָרט צו ווייַזן היגע וועטער.
yo: Mu ipo ṣiṣẹ lati ṣafihan oju-ọjọ agbegbe.
zh_hans: 启用位置以显示当地天气。
zh_hant: 啟用位置以顯示當地天氣。
zu: Nika amandla indawo ukuze ubonise isimo sezulu sasendaweni.

# weather.legal
source: Legal
af: Wettig
am: ህጋዊ
ar: قانوني
as: আইনী
ay: Chiqapa
az: Hüquqi
be: Юрыдычны
bg: Законни
bho: कानूनी
bn: আইনি
bs: Pravni
co: Legale
cs: Právní
cy: Cyfreithiol
dv: ޝަރުޢީ
ee: Le senu
el: Νομικός
eo: Laŭleĝa
et: Juriidiline
fa: قانونی
fi: Laillinen
fr: Légal
fy: Legaal
ga: Dlíthiúil
gd: Laghail
gn: Tekome'ẽhe'íva
gu: કાનૂની
ha: Shari'a
he: מִשׁפָּטִי
hi: कानूनी
hr: Pravno
hu: Jogi
hy: Իրավական
ig: Iwu
is: Löglegt
it: Legale
ja: 法律上の
jv: sah
ka: იურიდიული
kk: Заңды
km: ផ្លូវច្បាប់
kn: ಕಾನೂನುಬದ್ಧ
ko: 합법적인
ku: Mafî
ky: Юридикалык
lb: Juristesch
lo: ທາງດ້ານກົດໝາຍ
lt: Teisinė
lv: Juridisks
mg: Ara-dalàna
mi: Ture
mk: Правни
ml: നിയമപരമായ
mn: Хууль эрх зүйн
mr: कायदेशीर
ms: sah
mt: Legali
my: ဥပဒေရေးရာ
nb: Lovlig
ne: कानूनी
nl: Legaal
om: Seera qabeessa
or: ଆଇନଗତ |
pa: ਕਾਨੂੰਨੀ
pl: Prawny
ps: قانوني
pt: Jurídico
ru: Юридический
rw: Byemewe n'amategeko
sd: قانوني
si: නීතිමය
sk: Právne
sl: Pravno
sm: Fa'aletulafono
so: Sharci
sq: Ligjore
sr: Правна
su: sah
sv: Rättslig
sw: Kisheria
ta: சட்டப்படி
te: చట్టపరమైన
tg: Ҳуқуқӣ
th: ถูกกฎหมาย
tk: Hukuk
tr: Yasal
tt: Legalридик
ug: قانۇنلۇق
uk: юридичний
ur: قانونی
uz: Huquqiy
vi: Hợp pháp
xh: Ezomthetho
yi: לעגאַל
yo: Ofin
zh_hans: 合法的
zh_hant: 合法的
zu: Okusemthethweni

# weather.loading
source: Loading weather…
af: Laai tans weer …
am: የአየር ሁኔታን በመጫን ላይ…
ar: جارٍ تحميل الطقس…
as: লোডিং আবহাওয়া...
ay: Ukax mä juk’a pachanakanwa...
az: Hava yüklənir...
be: Загрузка надвор'я…
bg: Времето се зарежда...
bho: मौसम के लोड हो रहल बा...
bn: আবহাওয়া লোড হচ্ছে...
bs: Učitavanje vremena…
ca: S'està carregant el temps…
ceb: Nagkarga sa panahon…
co: Caricamentu di u tempu…
cs: Načítání počasí…
cy: Wrthi'n llwytho'r tywydd…
da: Indlæser vejr...
de: Wetter wird geladen…
dv: ލޯޑިންގ މޫސުމީ...
ee: Loading yame ƒe nɔnɔme...
el: Φόρτωση καιρού…
eo: Ŝargante vetero...
es: Cargando clima…
et: Ilmateate laadimine…
fa: در حال بارگیری آب و هوا…
fi: Ladataan säätä…
fil: Nilo-load ang panahon…
fr: Chargement de la météo…
fy: Wetter laden…
ga: Aimsir á lódáil…
gd: A’ luchdachadh aimsir…
gl: Cargando tempo...
gn: Okargávo tiempo...
gu: હવામાન લોડ કરી રહ્યું છે...
ha: Ana loda yanayin…
he: טוען מזג אוויר...
hi: मौसम लोड हो रहा है...
hr: Učitavanje vremena…
ht: Chaje move tan...
hu: Időjárás betöltése…
hy: Եղանակի բեռնում…
id: Memuat cuaca…
ig: Na-eburu ihu igwe…
is: Hleður veður…
it: Caricamento meteo...
ja: 天気を読み込んでいます…
jv: Loading cuaca…
ka: ამინდი იტვირთება…
kk: Ауа райы жүктелуде…
km: កំពុងផ្ទុកអាកាសធាតុ...
kn: ಹವಾಮಾನ ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ko: 날씨 로드 중…
ku: Rewşa hewayê tê barkirin…
ky: Аба ырайы жүктөлүүдө…
lb: Wieder lueden…
lo: ກຳລັງໂຫຼດສະພາບອາກາດ...
lt: Įkeliamas oras…
lv: Notiek laikapstākļu ielāde…
mg: Mandefa toetrandro…
mi: Uta ana te rangi…
mk: Времето се вчитува…
ml: കാലാവസ്ഥ ലോഡുചെയ്യുന്നു...
mn: Цаг агаарыг ачаалж байна…
mr: हवामान लोड करत आहे...
ms: Memuatkan cuaca…
mt: Tagħbija tat-temp...
my: ရာသီဥတုကို ဖွင့်နေသည်…
nb: Laster inn vær …
ne: मौसम लोड गर्दै...
nl: Weer laden…
om: Haala qilleensaa fe'amaa jira...
or: ପାଣିପାଗ ଲୋଡିଂ…
pa: ਮੌਸਮ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Ładowanie pogody…
ps: هوا باریږي…
pt: Carregando previsão do tempo…
qu: Cargando tiempo...
ro: Se încarcă vremea...
ru: Загрузка погоды…
rw: Ikirere kiremereye…
sd: لوڊ ٿي رهيو آهي موسم…
si: කාලගුණය පූරණය වෙමින්...
sk: Načítava sa počasie…
sl: Nalaganje vremena ...
sm: O lo'o utaina le tau...
so: Soodejinaya cimilada
sq: Moti po ngarkohet…
sr: Учитавање времена…
su: Ngamuat cuaca…
sv: Laddar väder...
sw: Inapakia hali ya hewa...
ta: வானிலை ஏற்றுகிறது…
te: వాతావరణం లోడ్ అవుతోంది…
tg: Боркунии обу ҳаво…
th: กำลังโหลดสภาพอากาศ...
tk: Howanyň ýüklenmegi…
tr: Hava durumu yükleniyor…
tt: Weatherава торышы ...
uk: Завантаження погоди…
ur: موسم لوڈ ہو رہا ہے…
uz: Ob-havo yuklanmoqda…
vi: Đang tải thời tiết…
xh: Ilayisha imozulu...
yi: לאָדן וועטער...
yo: Nkojọpọ oju ojo…
zh_hans: 正在加载天气...
zh_hant: 正在加載天氣...
zu: Ilayisha isimo sezulu...

# weather.location.local
source: Local Weather
af: Plaaslike Weer
am: የአካባቢ የአየር ሁኔታ
ar: الطقس المحلي
as: স্থানীয় বতৰ
ay: Uka chiqan pachapa
az: Yerli Hava
be: Мясцовае надвор'е
bg: Местно време
bho: स्थानीय मौसम के बारे में बतावल गइल बा
bn: স্থানীয় আবহাওয়া
bs: Lokalno vrijeme
ca: El temps local
ceb: Lokal nga Panahon
co: Tempu Locale
cs: Místní počasí
cy: Tywydd Lleol
da: Lokalt vejr
de: Lokales Wetter
dv: ލޯކަލް މޫސުން
ee: Nutoa Me Yame ƒe Nɔnɔme
el: Τοπικός Καιρός
eo: Loka Vetero
es: Clima local
et: Kohalik ilm
fa: آب و هوای محلی
fi: Paikallinen sää
fil: Lokal na Panahon
fr: Météo locale
fy: Lokaal Wetter
ga: Aimsir Áitiúil
gd: Aimsir Ionadail
gl: Tempo local
gn: Tiempo Local rehegua
gu: સ્થાનિક હવામાન
ha: Yanayi na gida
he: מזג אוויר מקומי
hi: स्थानीय मौसम
hr: Lokalno vrijeme
ht: Tan Lokal
hu: Helyi időjárás
hy: Տեղական եղանակ
id: Cuaca Lokal
ig: Ihu igwe mpaghara
is: Staðbundið veður
it: Meteo locale
ja: 地元の天気
jv: Cuaca Lokal
ka: ადგილობრივი ამინდი
kk: Жергілікті ауа райы
km: អាកាសធាតុក្នុងស្រុក
kn: ಸ್ಥಳೀಯ ಹವಾಮಾನ
ko: 지역 날씨
ku: Herêmî Weather
ky: Жергиликтүү аба ырайы
lb: Lokal Wieder
lo: ສະພາບອາກາດທ້ອງຖິ່ນ
lt: Vietinis oras
lv: Vietējie laikapstākļi
mg: Toetrandro eo an-toerana
mi: Huarere rohe
mk: Локално време
ml: പ്രാദേശിക കാലാവസ്ഥ
mn: Орон нутгийн цаг агаар
mr: स्थानिक हवामान
ms: Cuaca Tempatan
mt: Temp Lokali
my: ဒေသန္တရ မိုးလေဝသ
nb: Lokalt vær
ne: स्थानीय मौसम
nl: Lokaal weer
om: Haala Qilleensaa Naannoo
or: ସ୍ଥାନୀୟ ପାଣିପାଗ |
pa: ਸਥਾਨਕ ਮੌਸਮ
pl: Lokalna pogoda
ps: ځايي هوا
pt: Clima Local
qu: Tiempo Local
ro: Vremea locală
ru: Местная погода
rw: Ikirere cyaho
sd: مقامي موسم
si: දේශීය කාලගුණය
sk: Miestne počasie
sl: Lokalno vreme
sm: Tau i le lotoifale
so: Cimilada deegaanka
sq: Moti lokal
sr: Локално време
su: Cuaca Lokal
sv: Lokalt väder
sw: Hali ya hewa ya ndani
ta: உள்ளூர் வானிலை
te: స్థానిక వాతావరణం
tg: Обу ҳавои маҳаллӣ
th: สภาพอากาศในท้องถิ่น
tk: Weatherli howa
tr: Yerel Hava Durumu
tt: Localирле һава торышы
ug: يەرلىك ھاۋارايى
uk: Місцева погода
ur: مقامی موسم
uz: Mahalliy ob-havo
vi: Thời tiết địa phương
xh: Imozulu yendawo
yi: לאקאלע וועטער
yo: Oju ojo agbegbe
zh_hans: 当地天气
zh_hant: 當地天氣
zu: Isimo Sezulu Sendawo

# weather.rain.active
source: Rain is active now.
af: Reën is nou aktief.
am: ዝናብ አሁን ንቁ ነው።
ar: المطر نشط الآن.
as: বৰষুণ এতিয়া সক্ৰিয়।
ay: Jichhax jallux ch’amanchatawa.
az: Yağış indi aktivdir.
be: Зараз ідуць дажджы.
bg: Дъждът е активен в момента.
bho: बरखा अब सक्रिय बा।
bn: বৃষ্টি এখন সক্রিয়।
bs: Kiša je sada aktivna.
ca: La pluja està activa ara.
ceb: Aktibo ang ulan karon.
co: A pioggia hè attiva avà.
cs: Déšť je nyní aktivní.
cy: Mae glaw yn actif nawr.
da: Regn er aktiv nu.
de: Regen ist jetzt aktiv.
dv: ވާރޭ މިހާރު ހަރަކާތްތެރިވެއްޖެއެވެ.
ee: Tsidzadza le dzadzam fifia.
el: Η βροχή είναι ενεργή τώρα.
eo: Pluvo estas aktiva nun.
es: La lluvia está activa ahora.
et: Vihm on praegu aktiivne.
fa: باران در حال حاضر فعال است.
fi: Sade on nyt aktiivinen.
fil: Aktibo ang ulan ngayon.
fr: La pluie est active maintenant.
fy: Rein is no aktyf.
ga: Tá báisteach gníomhach anois.
gd: Tha uisge gnìomhach a-nis.
gl: A choiva está activa agora.
gn: Ama oî activo ko'ágã.
gu: વરસાદ અત્યારે સક્રિય છે.
ha: Ruwan sama yana aiki yanzu.
he: גשם פעיל כעת.
hi: बारिश अभी सक्रिय है.
hr: Kiša je sada aktivna.
ht: Lapli aktif kounye a.
hu: Az eső most aktív.
hy: Անձրևն այժմ ակտիվ է։
id: Hujan sedang aktif sekarang.
ig: Mmiri ozuzo na-arụ ọrụ ugbu a.
is: Rigning er virk núna.
it: La pioggia è attiva adesso.
ja: 雨は現在活動中です。
jv: Udan saiki aktif.
ka: წვიმა ახლა აქტიურია.
kk: Жаңбыр қазір белсенді.
km: ភ្លៀងគឺសកម្មឥឡូវនេះ។
kn: ಮಳೆ ಈಗ ಸಕ್ರಿಯವಾಗಿದೆ.
ko: 현재 비 활동중입니다.
ku: Rain niha çalak e.
ky: Жамгыр азыр активдүү.
lb: Reen ass elo aktiv.
lo: ຕອນນີ້ຝົນຕົກ.
lt: Lietus dabar aktyvus.
lv: Lietus šobrīd ir aktīvs.
mg: Mavitrika izao ny orana.
mi: Kei te kaha te ua inaianei.
mk: Дождот е активен сега.
ml: മഴ ഇപ്പോൾ സജീവമാണ്.
mn: Бороо одоо идэвхтэй байна.
mr: पाऊस सध्या सक्रिय झाला आहे.
ms: Hujan aktif sekarang.
mt: Ix-xita hija attiva issa.
my: မိုးက တက်ကြွနေပြီ။
nb: Regn er aktivt nå.
ne: वर्षा अहिले सक्रिय छ।
nl: Regen is nu actief.
om: Roobni amma sochiirra jira.
or: ବର୍ଷା ବର୍ତ୍ତମାନ ସକ୍ରିୟ ଅଛି |
pa: ਮੀਂਹ ਹੁਣ ਸਰਗਰਮ ਹੈ।
pl: Deszcz jest teraz aktywny.
ps: باران اوس فعال دی.
pt: A chuva está ativa agora.
qu: Kunanqa paraqa llamk’achkan.
ro: Ploaia este activă acum.
ru: Дождь сейчас активен.
rw: Imvura irakora.
sd: مينهن هاڻي سرگرم آهي.
si: වැස්ස දැන් සක්‍රීයයි.
sk: Dážď je teraz aktívny.
sl: Dež je zdaj aktiven.
sm: Ua malosi le timu i le taimi nei.
so: Roobku hadda waa firfircoon yahay.
sq: Shiu është aktiv tani.
sr: Киша је сада активна.
su: Hujan aktif ayeuna.
sv: Regn är aktivt nu.
sw: Mvua inanyesha sasa.
ta: தற்போது மழை தீவிரமாக உள்ளது.
te: వర్షం ఇప్పుడు చురుకుగా ఉంది.
tg: Борон ҳоло фаъол аст.
th: ฝนกำลังใช้งานอยู่ในขณะนี้
tk: Rainagyş indi işjeň.
tr: Yağmur şu anda aktif.
tt: Яңгыр хәзер актив.
ug: يامغۇر ھازىر ئاكتىپ.
uk: Зараз дощ активний.
ur: بارش اب فعال ہے۔
uz: Yomg'ir hozir faol.
vi: Hiện tại Rain đang hoạt động.
xh: Imvula iyana ngoku.
yi: רעגן איז אַקטיוו איצט.
yo: Ojo ti nṣiṣe lọwọ ni bayi.
zh_hans: 雨现在很活跃。
zh_hant: 雨現在很活躍。
zu: Imvula iyasebenza manje.

# weather.rain.chance
source: %d%% rain chance %@.
af: %d%% reën kans %@.
am: %d%% የዝናብ ዕድል %@።
ar: %d%% فرصة هطول الأمطار %@.
as: %d%% বৰষুণৰ সম্ভাৱনা %@.
ay: %d%% jallu puriñapataki %@.
az: %d%% yağış ehtimalı %@.
be: %d%% верагоднасць дажджу %@.
bg: %d%% вероятност за дъжд %@.
bho: %d%% बारिश के संभावना %@ बा।
bn: %d%% বৃষ্টির সম্ভাবনা %@।
bs: %d%% šansa za kišu %@.
ca: %d%% possibilitat de pluja %@.
ceb: %d%% higayon sa ulan %@.
co: %d%% probabilità di pioggia %@.
cs: %d%% možnost deště %@.
cy: %d%% glaw siawns %@.
da: %d%% regn chance %@.
de: %d%% Regenwahrscheinlichkeit %@.
dv: %d%% ވާރޭ ވެހުމުގެ ފުރުސަތު %@.
ee: %d%% tsidzadza ƒe mɔnukpɔkpɔ %@.
el: %d%% ευκαιρία βροχής %@.
eo: %d%% pluva ŝanco %@.
es: %d%% posibilidad de lluvia %@.
et: %d%% vihma võimalus %@.
fa: %d%% شانس بارندگی %@.
fi: %d%% sateen mahdollisuus %@.
fil: %d%% pagkakataong umulan %@.
fr: %d%% chance de pluie %@.
fy: %d%% rein kâns %@.
ga: Seans báistí %d%% %@.
gd: %d%% cothrom uisge %@.
gl: %d%% probabilidade de choiva %@.
gn: %d%% oky posibilidad %@.
gu: %d%% વરસાદની તક %@.
ha: %d%% damar ruwan sama %@.
he: %d%% סיכוי לגשם %@.
hi: %d%% बारिश की संभावना %@।
hr: %d%% mogućnost kiše %@.
ht: %d%% chans pou lapli %@.
hu: %d%% eső esélye %@.
hy: %d%% անձրեւի հնարավորություն %@.
id: %d%% kemungkinan hujan %@.
ig: %d%% ohere mmiri ozuzo %@.
is: %d%% rigningu líkur %@.
it: %d%% possibilità di pioggia %@.
ja: %d%% 降水確率 %@。
jv: %d%% udan kasempatan %@.
ka: %d%% წვიმის შანსი %@.
kk: %d%% жаңбыр ықтималдығы %@.
km: ឱកាសភ្លៀង %d%% %@ ។
kn: %d%% ಮಳೆಯ ಅವಕಾಶ %@.
ko: %d%% 비가 올 확률 %@.
ku: %d%% şansê baranê %@.
ky: %d%% жамгыр ыктымалдыгы %@.
lb: %d%% Reen Chance %@.
lo: ໂອກາດຝົນຕົກ %d%% %@.
lt: %d%% lietaus tikimybė %@.
lv: %d%% lietus iespēja %@.
mg: %d%% mety ho orana %@.
mi: %d%% ua tupono %@.
mk: %d%% шанса за дожд %@.
ml: %d%% മഴ സാധ്യത %@.
mn: %d%% бороо орох магадлал %@.
mr: %d%% पावसाची शक्यता %@.
ms: %d%% peluang hujan %@.
mt: %d%% ċans ta’ xita %@.
my: %d%% မိုးရွာတဲ့အခွင့်အရေး %@။
nb: %d%% regn sjanse %@.
ne: %d%% वर्षाको सम्भावना %@।
nl: %d%% regenkans %@.
om: %d%% carraa rooba %@.
or: %d%% ବର୍ଷା ସୁଯୋଗ %@ |
pa: %d%% ਮੀਂਹ ਦੀ ਸੰਭਾਵਨਾ %@.
pl: %d%% szansa na deszcz %@.
ps: %d%% د باران چانس %@.
pt: %d%% chance de chuva %@.
qu: %d%% paray chansa %@.
ro: %d%% șansă de ploaie %@.
ru: %d%% Вероятность дождя %@.
rw: %d%% amahirwe yimvura %@.
sd: %d%% برسات جو موقعو %@.
si: %d%% වැසි අවස්ථාවක් %@.
sk: %d%% možnosť dažďa %@.
sl: %d%% možnost dežja %@.
sm: %d%% timu avanoa %@.
so: %d%% fursad roobaadka %@.
sq: %d%% mundësi shiu %@.
sr: ЗКСТОКЕН0КЗКСТОКЕН1К шанса за кишу ЗКСТОКЕН2К.
su: %d%% kasempetan hujan %@.
sv: %d%% regn chans %@.
sw: %d%% nafasi ya mvua %@.
ta: %d%% மழை வாய்ப்பு %@.
te: %d%% వర్షం అవకాశం %@.
tg: %d%% имкони борон %@.
th: %d%% โอกาสฝนตก %@.
tk: %d%% ýagyş mümkinçiligi %@.
tr: %d%% yağmur ihtimali %@.
tt: %d%% яңгыр мөмкинлеге %@.
ug: %d%% يامغۇر پۇرسىتى %@.
uk: %d%% ймовірність дощу %@.
ur: %d%% بارش کا امکان %@۔
uz: %d%% yomg'ir ehtimoli %@.
vi: %d%% khả năng mưa %@.
xh: %d%% ithuba lemvula %@.
yi: %d%% רעגן געלעגנהייַט %@.
yo: %d%% ojo anfani %@.
zh_hans: %d%% 下雨机会 %@。
zh_hant: %d%% 下雨機會 %@。
zu: %d%% ithuba lemvula %@.

# weather.rain.expected
source: Rain expected %@.
af: Reën verwag %@.
am: ዝናብ የሚጠበቀው %@
ar: توقع هطول أمطار %@.
as: বৰষুণৰ আশা কৰা হৈছে %@।
ay: Jallu purintañ suyt’ata %@.
az: Yağış gözlənilir %@.
be: Чакаецца дождж %@.
bg: Очаква се дъжд %@.
bho: बारिश के उम्मीद बा %@।
bn: বৃষ্টি প্রত্যাশিত %@.
bs: Očekuje se kiša %@.
ca: S'espera pluja %@.
ceb: Gilauman nga pag-ulan %@.
co: A pioggia prevista %@.
cs: Očekávaný déšť %@.
cy: Disgwyl glaw %@.
da: Regn forventes %@.
de: Regen erwartet %@.
dv: ވާރޭ ވެހޭނެ ކަމަށް ލަފާކުރެވޭ %@.
ee: Tsidzadza le mɔ kpɔm na %@.
el: Αναμένεται βροχή %@.
eo: Pluvo atendis %@.
es: Se espera lluvia %@.
et: Oodata on vihma %@.
fa: باران مورد انتظار %@.
fi: Odotettavissa sadetta %@.
fil: Inaasahan ang pag-ulan %@.
fr: Pluie attendue %@.
fy: Rein ferwachte %@.
ga: Báisteach ag súil %@.
gd: Bha dùil ri uisge %@.
gl: Espérase choiva %@.
gn: Ama oñeha'ãrõva %@.
gu: વરસાદની અપેક્ષા %@.
ha: Ana sa ran ruwan sama %@.
he: גשם צפוי %@.
hi: बारिश की उम्मीद %@.
hr: Očekuje se kiša %@.
ht: Lapli espere %@.
hu: Eső várható %@.
hy: Սպասվում է անձրև %@.
id: Diperkirakan akan turun hujan %@.
ig: Mmiri ozuzo na-atụ anya %@.
is: Búist er við rigningu %@.
it: Prevista pioggia %@.
ja: 雨が予想されます %@。
jv: Udan samesthine %@.
ka: მოსალოდნელია წვიმა %@.
kk: Жаңбыр күтілуде %@.
km: ភ្លៀងរំពឹង %@ ។
kn: ಮಳೆ ನಿರೀಕ್ಷಿಸಲಾಗಿದೆ %@.
ko: 비 예상 %@.
ku: Baran tê hêvîkirin %@.
ky: Жамгыр күтүлөт %@.
lb: Reen erwaart %@.
lo: ຄາດວ່າຈະມີຝົນຕົກ %@.
lt: Numatomas lietus %@.
lv: Gaidāms lietus %@.
mg: Nampoizina ny orana %@.
mi: Ko te ua e tatari ana %@.
mk: Се очекува дожд %@.
ml: മഴ പ്രതീക്ഷിക്കുന്നത് %@.
mn: %@ бороо орох төлөвтэй байна.
mr: पाऊस अपेक्षित %@.
ms: Hujan dijangka %@.
mt: Xita mistennija %@.
my: မိုးမျှော်လင့်ထား %@။
nb: Regn forventet %@.
ne: वर्षा अपेक्षित %@।
nl: Regen verwacht %@.
om: Roobni ni eegama %@.
or: ବର୍ଷା ଆଶା %@ |
pa: ਮੀਂਹ ਦੀ ਸੰਭਾਵਨਾ %@।
pl: Oczekiwany deszcz %@.
ps: د باران تمه کیږي %@.
pt: Chuva esperada %@.
qu: Para suyasqa %@.
ro: Se așteaptă ploaie %@.
ru: Ожидается дождь %@.
rw: Imvura iteganijwe %@.
sd: برسات جي توقع %@.
si: %@ වර්ෂාව අපේක්ෂා කෙරේ.
sk: Očakávaný dážď %@.
sl: Pričakovan dež %@.
sm: Ua fa'amoemoe %@.
so: Roobka ayaa la filayaa %@.
sq: Pritet reshje shiu %@.
sr: Очекује се киша ЗКСТОКЕН0К.
su: Hujan diperkirakeun %@.
sv: Regn förväntas %@.
sw: Mvua inatarajiwa kunyesha %@.
ta: மழை எதிர்பார்க்கப்படுகிறது %@.
te: %@ వర్షం కురిసే అవకాశం ఉంది.
tg: Борон дар назар аст %@.
th: คาดว่าฝนจะตก %@.
tk: Rainagyş garaşylýan %@.
tr: %@'da yağmur bekleniyordu.
tt: Яңгыр көткән %@.
ug: يامغۇر مۆلچەرى %@.
uk: Очікується дощ %@.
ur: %@ بارش متوقع ہے۔
uz: Yomg'ir kutilmoqda %@.
vi: Dự kiến ​​có mưa %@.
xh: Imvula ilindelwe %@.
yi: רעגן דערוואַרט %@.
yo: Ojo ti a reti %@.
zh_hans: 雨预计%@。
zh_hant: 雨預計%@。
zu: Imvula ilindelwe %@.
